server/app/controllers/messages_controller.rb

  def create
    @message = Message.create!(message_params)
---
INSERT INTO "messages" ("content", "created_at", "updated_at") VALUES ($1, $2, $3) RETURNING "id"  [["content", "Hello, World"], ["created_at", "2017-10-22 11:31:25.848476"], ["updated_at", "2017-10-22 11:31:25.848476"]]